{
    "regular": [ "REGULAR STUDENT\n",
        
    "STEPS TO FOLLOW:\n\n",

    "WHERE: PUP SIS\n\n",

      "1. Log in to your SIS Account.\n",
      "2. Check if your grades is complete. (Grades Section.)\n",
      "3. Go to Enrollment Section.\n",
      "4. Check all the subjects and schedule to enroll.\n",
      "5. Click Save and Assess.\n",
      "6. Review and click Okay to confirm.\n",
      "7. Review the assessment.\n",
      "8. Print Confirmation Slip.\n"
    ],
    "irregular": [
      "RE-ADMISSION (for Returning Student)\n",
      "The OAS processes and facilitates the applications for re-admission of students.\n",
    
    "HOW TO AVAIL OF THE SERVICE\n ",
      "Steps to follow\n\n",

      "WHERE: (Ground Floor) Registrar Office, (2nd Floor) Office of the Student Affairs and Services (OSAS)\n\n",

        "1. Request Informative Copy of Grades and have it evaluated by the Curriculum Adviser.\n",
        "2. Secure Student Clearance and have it sign by the different offices.\n",
        "3. Go to the Registrar Office for Evaluation of requirements and fill out an application form for re-admission.\n",
        "4. Proceed to the Office of the Head of Academic Program for Approval of re-admission.",
        "5. Proceed to the Registrar Office and secure R-Zero.\n",
        "6. Send to OVPBC the accomplished R-Zero for tagging of subjects in the AMS Registration.\n" 
    ],
    "transferee": [ 
    "ADMISSION OF TRANSFEEREES FROM ANOTHER SCHOOL\n",
              "\tThe OAS processes and facilities transfer of students, preferably incoming 2nd Year, from another school or University to PUP, subject to the availability of slots and upon the approval of the Branch/Campus Director. PUP accepts transfer students from another school every first semester only.",

              "Fees: P300.00 (from State Colleges and Universities)\n",
                    "P500.00 (from Private School)\n\n",
                    
          "HOW TO AVAIL OF THE SERVICE\n",
            "Steps to follow\n\n",

            "WHERE: (Ground Floor) Registrar Office, (2nd Floor) Office of the Student Affairs and Services (OSAS)\n\n",

              "1. Submit transfer credentials for evaluation.\n", 
              "2. Upon approval of Office of evaluated credentials, proceed to Office of the Student Affairs and Services for schedule of Psychological Examination.\n",
              "3. Proceed to the Cashier Office for Payment of Psychological Exam.\n",
              "4. Take the Psychological Exam.",
              "5. Proceed to Registrar Office and submit admission credentials for evaluation.\n",
              "6. Proceed to the Office of the Academic Programs/College of choice and copy the subjects.\n",
              "7. Send R-zero to OVPBC for tagging of subjects.\n",
              "8. Proceed to Cashiers Office for Payment of tuition fee.\n",
              "9. Proceed to the Admission Office for printing of Registration Certificate and ID processing.\n"
  ],
    "freshmen": [
      "FRESHMAN ADMISSION\n",
      "\tThe OAS processes and facilitates the enrollment applications of those who passed the PUPCET. The Office evaluates the authenticity of the applicant's application documents and the applicant's qualifications for admission, adhering to the University admission requirements/criteria.\n\n",

  "HOW TO AVAIL OF THE SERVICE\n",
    "Steps to follow\n\n",
    
      "WHERE: (Ground Floor), Admission Office\n\n",

      "1. Visit the PUP website. Apply for PUP College Entrance Test through the iApply, read the information provided and click the iApplyNow button.\n https://iapply.pup.edu.ph\n",
      "2. Click proceed to begin your on-line registration and select your intended campus and program, then submit the on-line application.\n",
      "3. Upon successful submission of your on-line application, go to Display Voucher to print your Payment Voucher.\n",
      "4. Go to the nearest LandBank Branch to remit payment via online collection or pay directly to the Cashier Office of the Branch.\n",
      "5. Claim ePermit on-line. Allow five (5) working days after payment to LandBank before claiming your Test Permit online.\n",
      "6. Go to PUP Testing Center 30 minutes before your time schedule as printed in your PUPCET Test Permit.",
      "7. Visit the PUP website to check your score and online confirmation of the schedule date of processing of admission credentials, interview and enrolment.\n",
      "8. Fill out the Student ww.pup.edu.ph Admission Records Form 1 (SAR Form1).\n",
      "9. Click the PRINT button to print the SAR Form 1 with Route and Approval Slip.\n",
      "10. On the scheduled date of processing your credentials, follow the steps in enrolment as indicated in you SAR Form.\n",
      "11. For ALS qualities and those high school graduates whose final grade in English is 80 or lower.\n"
    ],
    "bachelor": [
        "Bachelor of Elementery Education (BEED)\n",
        "Bachelor in Public Administration (BPA)\n",
        "Bachelor in Public Adminsitration Major in Fiscal Adminstration (BPA -FA)\n",
        "Bachelor of Science in Accountancy (BSA)\n",
        "Bachelor of Science in Agri-Business Management (BSAM)\n",
        "Bachelor of Science in Business Administration Major in Financial Management (BSBS-FM)\n",
        "Bachelor of Science in Business Administration Major in Marketing Management (BSBA-MM)\n",
        "Bachelor of Science in Biology (BSBIO)\n",
        "Bachelor of Science in Civil Engineering (BSCE)\n",
        "Bachelor of Science in Electrical Engineering (BSEE)\n",
        "Bachelor of Secondary Education (BSEDMT)\n",
        "Bachelor of Science in Hospitality Management (BSHM)\n",
        "Bachelor of Science in Information Technology (BSIT)\n",
        "Bachelor of Science in Nutrition and Dietics (BSND)\n",
        "Bachelor of Science in Office Administration Major in Legal Office Administration (BSOA- LOA)\n"
    ],
    "diploma": [
      "Diploma in Computer Engineering Technology (DCEPET)\n",
      "Diploma in Civil Engineering Technology (DCVET)\n",
      "Dimploma in Electrical Engineering Technology (DEET)\n",
      "Diploma in Information Technology (DIT)\n",
      "Diploma in Office Management Technology - Legal Office Management (DOMT-LOM)\n",
      "Diploma in Office Management Technology - Medical Office Management (DOMT-MOM)\n"
    ],
    "history": [
      "History\n",

      "\tThe Polytechnic University of the Philippines (PUP) started as the Manila Business School (MBS) on October 1, 1904. It was founded in response to the demand to train individuals for government and private service employment. The MBS operated as part of the City School System under the superintendence of G.A. O'Reilly.",
      
      "\tThe school's first offerings included vocational-technical courses mostly for working students from the provinces. Four years later, the school became a national school and was renamed the Philippine School of Commerce (PSC). PSC offered four-year secondary courses in Commerce in addition to vocational-technical courses like bookkeeping, stenography, typewriting and telegraphy. In 1917, PSC under the leadership of its Acting Principal Luis F. Reyes, started to offer night classes to enable the young people with daytime employment acquire further training. However, due to the retrenchment policy of the government in 1932, the night school had to be discontinued, and the PSC operations had to be merged with that of the Philippine Normal School and the Philippine School of Arts and Trades in 1933.",
      
      "\tIn 1940, President Manuel L. Quezon, in his graduation address, vowed to seek appropriations from the National Assembly to build a separate School of Commerce while Congressman Manuel A. Alazarte and PSC Superintendent Luis F. Reyes presented a bill to Congress for the said purpose. These efforts though, were thwarted when World War II broke out. After the war, PSC continued to offer one- and two-year courses in retailing, merchandising, and four-year course in distributive arts education while still merged with PNS, until PSC Superintendent Luis Reyes applied for the acquisition of its own place to the Philippine Alien Property Administrator through AMalacañang and the Department of Foreign Affairs. Two old government buildings at Lepanto and S.H. Loyola Streets in Sampaloc District of Manila were turned over for the exclusive use of the PSC."
    ],
    "mission": [
      "Ensuring inclusive and equitable quality education and promoting lifelong learning opportunities through a re-engineered polytechnic university by committing to:\n\n",
      "- provide democratized access to educational opportunities for the holistic development of individuals with global perspective\n",
      "- offer industry-oriented curricula that produce highly-skilled professionals with managerial and technical capabilities and a strong sense of public service for nation building\n",
      "- embed a culture of research and innovation\n",
      "- continuously develop faculty and employees with the highest level of professionalism\n",
      "- engage public and private institutions and other stakeholders for the attainment of social development goal\n",
      "- establish a strong presence and impact in the international academic community\n"
    ],
    "vision": [
      "PUP: National Polytechnic University"
    ],
    "hymn": [
      "PUP Hymn\n",
      "Imno ng PUP\n",
      " S. Calabig, S. Roldan, and R. Amaranto\n\n",
      "Sintang Paaralan\n",
      "Tanglaw ka ng bayan\n",
      "Pandayan ng isip ng kabataan\n",
      "Kami ay dumating nang salat sa yaman\n",
      "Hanap na dunong ay iyong alay\n",
      "Ang layunin mong makatao\n",
      "Dinarangal ang Pilipino\n",
      "Ang iyong aral, diwa, adhikang taglay\n",
      "PUP, aming gabay\n",
      "Paaralang dakila\n",
      "PUP, pinagpala\n",
      "Gagamitin ang karunungan\n",
      "Mula sa iyo, para sa bayan\n",
      "Ang iyong aral, diwa, adhikang taglay\n",
      "PUP, aming gabay\n",
      "Paaralang dakila\n",
      "PUP, pinagpala\n\n",
      "https://youtu.be/Yib_s5UeGvc"
    ],
    "do": [
      "What I Can Do?",
        "- Answer Questions.\n",
        "- Show Processes.\n",
        "- Show Programs Available.\n",
        "- Recite PUP Mission and Vission.\n",
        "- Play PUP Hymn.\n",
        "- Show Directions.\n",
        "- Download Reports.\n",
        "- Open PUP Website.\n",
        "- Open PUP SIS.\n",
        "- I can provide anything about PUP Lopez.\n"
    ]
  }
  