{
    "regular": [ "REGULAR STUDENT",
        
    "STEPS TO FOLLOW:",

    "WHERE: PUP SIS",

      "1. Log in to your SIS Account.",
      "2. Check if your grades is complete. (Grades Section.)",
      "3. Go to Enrollment Section.",
      "4. Check all the subjects and schedule to enroll.",
      "5. Click Save and Assess.",
      "6. Review and click Okay to confirm.",
      "7. Review the assessment.",
      "8. Print Confirmation Slip."
    ],
    "irregular": [
      "RE-ADMISSION (for Returning Student)",
      "The OAS processes and facilitates the applications for re-admission of students.",
    
    "HOW TO AVAIL OF THE SERVICE ",
      "Steps to follow",

      "WHERE: (Ground Floor) Registrar Office, (2nd Floor) Office of the Student Affairs and Services (OSAS)",

        "1. Request Informative Copy of Grades and have it evaluated by the Curriculum Adviser.",
        "2. Secure Student Clearance and have it sign by the different offices.",
        "3. Go to the Registrar Office for Evaluation of requirements and fill out an application form for re-admission.",
        "4. Proceed to the Office of the Head of Academic Program for Approval of re-admission.",
        "5. Proceed to the Registrar Office and secure R-Zero.",
        "6. Send to OVPBC the accomplished R-Zero for tagging of subjects in the AMS Registration." 
    ],
    "transferee": [ 
    "ADMISSION OF TRANSFEEREES FROM ANOTHER SCHOOL",
              "The OAS processes and facilities transfer of students, preferably incoming 2nd Year, from another school or University to PUP, subject to the availability of slots and upon the approval of the Branch/Campus Director. PUP accepts transfer students from another school every first semester only.",

              "Fees: P300.00 (from State Colleges and Universities)",
                    "P500.00 (from Private School)",
                    
          "HOW TO AVAIL OF THE SERVICE",
            "Steps to follow",

            "WHERE: (Ground Floor) Registrar Office, (2nd Floor) Office of the Student Affairs and Services (OSAS)",

              "1. Submit transfer credentials for evaluation", 
              "2. Upon approval of Office of evaluated credentials, proceed to Office of the Student Affairs and Services for schedule of Psychological Examination.",
              "3. Proceed to the Cashier Office for Payment of Psychological Exam.",
              "4. Take the Psychological Exam.",
              "5. Proceed to Registrar Office and submit admission credentials for evaluation.",
              "6. Proceed to the Office of the Academic Programs/College of choice and copy the subjects.",
              "7. Send R-zero to OVPBC for tagging of subjects.",
              "8. Proceed to Cashiers Office for Payment of tuition fee.",
              "9. Proceed to the Admission Office for printing of Registration Certificate and ID processing."
  ],
    "freshmen": [
      "FRESHMAN ADMISSION",
      "The OAS processes and facilitates the enrollment applications of those who passed the PUPCET. The Office evaluates the authenticity of the applicant's application documents and the applicant's qualifications for admission, adhering to the University admission requirements/criteria.",

  "HOW TO AVAIL OF THE SERVICE",
    "Steps to follow",
    
      "WHERE: (Ground Floor), Admission Office",

      "1. Visit the PUP website. Apply for PUP College Entrance Test through the iApply, read the information provided and click the iApplyNow button.https://iapply.pup.edu.ph",
      "2. Click proceed to begin your on-line registration and select your intended campus and program, then submit the on-line application.",
      "3. Upon successful submission of your on-line application, go to Display Voucher to print your Payment Voucher.",
      "4. Go to the nearest LandBank Branch to remit payment via online collection or pay directly to the Cashier Office of the Branch.",
      "5. Claim ePermit on-line. Allow five (5) working days after payment to LandBank before claiming your Test Permit online.",
      "6. Go to PUP Testing Center 30 minutes before your time schedule as printed in your PUPCET Test Permit.",
      "7. Visit the PUP website to check your score and online confirmation of the schedule date of processing of admission credentials, interview and enrolment.",
      "8. Fill out the Student ww.pup.edu.ph Admission Records Form 1 (SAR Form1).",
      "9. Click the PRINT button to print the SAR Form 1 with Route and Approval Slip.",
      "10. On the scheduled date of processing your credentials, follow the steps in enrolment as indicated in you SAR Form.",
      "11. For ALS qualities and those high school graduates whose final grade in English is 80 or lower."
    ],
    "bachelor": [
        "Bachelor of Elementery Education (BEED)",
        "Bachelor in Public Administration (BPA)",
        "Bachelor in Public Adminsitration Major in Fiscal Adminstration (BPA -FA)",
        "Bachelor of Science in Accountancy (BSA)",
        "Bachelor of Science in Agri-Business Management (BSAM)",
        "Bachelor of Science in Business Administration Major in Financial Management (BSBS-FM)",
        "Bachelor of Science in Business Administration Major in Marketing Management (BSBA-MM)",
        "Bachelor of Science in Biology (BSBIO)",
        "Bachelor of Science in Civil Engineering (BSCE)",
        "Bachelor of Science in Electrical Engineering (BSEE)",
        "Bachelor of Secondary Education (BSEDMT)",
        "Bachelor of Science in Hospitality Management (BSHM)",
        "Bachelor of Science in Information Technology (BSIT)",
        "Bachelor of Science in Nutrition and Dietics (BSND)",
        "Bachelor of Science in Office Administration Major in Legal Office Administration (BSOA- LOA)"
    ],
    "diploma": [
      "Diploma in Computer Engineering Technology (DCEPET)",
      "Diploma in Civil Engineering Technology (DCVET)",
      "Dimploma in Electrical Engineering Technology (DEET)",
      "Diploma in Information Technology (DIT)",
      "Diploma in Office Management Technology - Legal Office Management (DOMT-LOM)",
      "Diploma in Office Management Technology - Medical Office Management (DOMT-MOM)"
    ]
  }
  